{"job": [{"hiring_url": "https://www.welcometothejungle.com/fr/companies/saagie/jobs/devops-sre-kubernetes?q=eb65a1cea5ca8c07dca54915509bd5c0&o=2068021", "hiring_title": "Devops Sre Kubernetes", "hiring_contract": "CDI\n ", "hiring_location": "", "hiring_categories": "Tech", "hiring_published_date": "04/10/2023", "hiring_description": "Descriptif du poste\nNous sommes à la recherche d’un.e SRE avec une forte connaissance de Kubernetes pour nous aider à améliorer nos infrastructures et la stabilité de notre produit !\nAu sein de l’entité Engineering, vous rejoindrez notre équipe DevOps/SRE pour principalement travailler sur les technologies suivantes: \nSystème Linux\nKubernetes\nTerraform\nHadoop\nProxmox\nCEPH \nAnsible\nHelm\nBases de données MongoDB et PostgreSQL\nGitlab\nVous serez amené à préparer, déployer et vous assurer du fonctionnement de notre produit dans des infrastructures hébergées chez nos clients mais aussi sur les offres de cloud public : OVH Cloud, Google Cloud, AWS et Azure.\nVous partagez votre expérience Kubernetes au sein de l’équipe SRE mais aussi des équipes de développement.\nMISSIONS 🎯\n* Amélioration continue du déploiement et de l’opérabilité des infrastructures au travers l’outillage et l’automatisation\n* Diagnostiquer des problèmes de performance et de stabilité\n* Résolution d’incidents en production\n* Déploiement d’infrastructures et installation du produit Saagie\n* Support des équipes de développement sur les sujets Kubernetes et argo\n* Déplacements sur site pour installer et maintenir les offres hors-ligne", "hiring_level": "Bac +5 / Master", "hiring_source": "WTTJ", "company_name": "Saagie", "company_website": "https://www.saagie.com/", "company_domain": "saagie.com", "company_linkedin": "https://www.linkedin.com/company/3231705", "company_industry": "Intelligence artificielle / Machine Learning, IT / Digital, Big Data", "company_staff_count": "90", "company_staff_range": "Entre 50 et 250 salariés", "company_founded_on": "2013", "company_tools": "Keycloak, MongoDB, Kotlin, Spring-Boot, Kafka, Apollo, Spring, GraphQL, Java, Elasticsearch, Node.js, Groovy, Go, SASS, BEM CSS, React JS, ES8, Angular, Kubernetes, Helm, Git, Docker, Ansible, GitLab, Prometheus, GitHub, Grafana, Hadoop, karate, JUnit, Jenkins, Gradle, CodeceptJS, Apache Maven, Slack, Notion.so, JIRA, IntelliJ, Visual Studio Code, Proxmox, Sketch, Zendesk", "company_last_source": "WTTJ", "company_city": "Paris, Le Petit-Quevilly, Remote", "company_country": "France", "company_zip_code": "", "company_description_wttj": "Qui sont-ils ?\nSaagie aims to accelerate the time-to-value of business innovation by making data projects less complex. To do this, we have created a DataOps platform for data engineers, enabling them to bring together the most popular technologies to deliver and run data projects easily, quickly, and reliably.\nThe people behind the platform are an amazing group of individuals based in Paris, and Rouen, all working towards the same goal: enabling our customers achieve great things with their company’s data.\nWe’ve been named one of the 120 most promising startups by the French government’s French Tech initiative—and this is just the start of our incredible journey! Our team won’t rest until we’ve found a different way to take every data project from proof of concept (POC) to production.\nThere are more than 90 of us at Saagie, and each of us contributes something unique. But what brings us together is a certain playfulness, kindness, and the knowledge that we’re creating something big together. We like to keep things simple, but without sacrificing creativity. Most of all, customer satisfaction is something that each and every one of us takes a lot of pride in, no matter which team we work in. But that doesn’t mean we take ourselves too seriously: we work hard but always aim to inject a little fun into everything we do.", "company_logo_url": "https://cdn-images.welcometothejungle.com/wToEuhcbk5Xl5WGutgxT1X17qu-_-7Pn0ZjDEQIjP-M/rs:auto:400::/q:85/czM6Ly93dHRqLXByb2R1Y3Rpb24vdXBsb2Fkcy9vcmdhbml6YXRpb24vbG9nby85OTMwLzE0ODczNC81NzJlZTgzNC05YTUyLTRlNzItYmZhNS1jMmI2YjY5M2ExZmQuanBn"}, {"hiring_url": "https://www.welcometothejungle.com/fr/companies/klanik/jobs/devops_lyon_KLANI_broy67q?q=eb65a1cea5ca8c07dca54915509bd5c0&o=2157638", "hiring_title": "Devops", "hiring_contract": "CDI\n ", "hiring_location": "Lyon", "hiring_categories": "Tech", "hiring_published_date": "04/10/2023", "hiring_description": "Descriptif du poste\nNous recherchons pour l’un de nos clients, un administrateur système avec une forte appétence pour l’automatisation, vous souhaitez contribuer à la réalisation d’une plateforme de type cloud privé. \n L’objectif de l’activité est la conception et le support de l’infrastructure qui supporte les applications des galaxies du comptage industriel et de masse de l’Opérateur Informatique sur le périmètre Infrastructures et système. \nLes tâches à réaliser sur cette mission seront :\n• La conception, développement et maintien de l’infrastructure et de l’outillage dans une logique d’automatisation, \n• L’analyse et résolution des anomalies liées à la performance et à la scalabilité des systèmes, \n• La définition des actions pour améliorer l’existant et renforcer la proactivité pour anticiper les ruptures ou dégradation de Service, \n• Le support niveau 3 des incidents et demandes métiers,", "hiring_level": "Non spécifié", "hiring_source": "WTTJ", "company_name": "Klanik", "company_website": "https://www.klanik.com/", "company_domain": "klanik.com", "company_linkedin": "https://www.linkedin.com/company/klanik", "company_industry": "Logiciels, IT / Digital, Formation", "company_staff_count": "0", "company_staff_range": "Entre 250 et 2000 salariés", "company_founded_on": "2011", "company_tools": "Java, Node.js, ASP.NET, Scala, Python, JavaScript, AngularJS, React JS, Vue.js, Kubernetes, Git, Docker, Ansible, Prometheus, AWS, Azure, Hadoop, Apache Spark, R, Jenkins, GitLab CI, Bamboo, JIRA, Splunk, ELK", "company_last_source": "WTTJ", "company_city": "Marseille, Bruxelles, Dubai, Houston, Lille, Lyon, Monaco, Montpellier, Montréal, Paris, Sophia-Antipolis, Toulouse", "company_country": "France", "company_zip_code": "", "company_description_wttj": "Qui sont-ils ?\nKLANIK est une société de conseil en Ingénierie IT qui accompagne ses clients dans leurs projets digitaux et technologiques.\nLe groupe KLANIK compte désormais plus de 750 talents, évoluant dans 16 agences en Europe, Amérique du Nord, Afrique et Moyen-Orient. Des experts engagés, atypiques et passionnés, impliqués dans des projets stratégiques grâce à leur haut niveau de compétences en Software, DevOps, Cloud, Agilité, Cybersécurité, Big Data & IA.\nEn parallèle de leurs métiers, les collaborateurs du groupe KLANIK sont accompagnés au quotidien dans leur développement personnel et professionnel, via différentes initiatives engageantes et innovantes :\nKONSCIOUS : communauté interne engagée dans les enjeux écologiques, sociaux et environnementaux\nKAMPUS : institut de formation technique certifié\nKORNER : incubateur de start-ups technologiques\nKLANIK ESPORT : club professionnel e-sport ouvert aux collaborateurs", "company_logo_url": "https://cdn-images.welcometothejungle.com/nl6S-r4YW1Sn9l-QZ0Ryid2t9Y43Ie_0sbLwbcW-cr8/rs:auto:400::/q:85/czM6Ly93dHRqLXByb2R1Y3Rpb24vdXBsb2Fkcy9vcmdhbml6YXRpb24vbG9nby8xMTgwLzE1NDIxMy9jNWFjMGVmNy0xMjA2LTQ5NDUtODQ3YS0xZjMxZWE4OGE4MjUucG5n"}, {"hiring_url": "https://www.welcometothejungle.com/fr/companies/papernest/jobs/devops-engineer-m-f-full-remote-possible_paris?q=eb65a1cea5ca8c07dca54915509bd5c0&o=2009454", "hiring_title": "Devops Engineer (m/f) - Full Remote Possible", "hiring_contract": "CDI\n ", "hiring_location": "157 boulevard Macdonald, Paris, 75019", "hiring_categories": "Tech", "hiring_published_date": "04/10/2023", "hiring_description": "Job description\nWorking at papernest: definition.\nSome people will mention the ambitious challenges, others the incomparable team spirit, or even the lively work atmosphere, perhaps all of them. One thing is for sure: we never get bored. What drives us: setting our next challenges, overcoming obstacles one by one and surpassing our goals. How do we do this? By choosing long-term success over short-term convenience; by valuing the efforts of each one and by offering our employees the opportunity to improve and develop themselves.\nAs you have understood, things move fast here. We're looking for talent who will contribute to our growth today and, above all, who are ready for tomorrow's feats.\nBut what exactly is papernest?\nIt is THE solution that revolutionizes the management of your contracts and subscriptions. To move all your arrangements with you, save money on your housing bills, and optimize your daily subscriptions. All this is for free in a few minutes, online or over the phone.\nEight years after our launch in 2015 in Paris, more than 1,5 millions users in France, Spain and Italy, a growth from 2 to 900 employees, the opening of 3 new offices in Reims, Barcelona and Warsaw, we are now at a turning point in our growth with the upcoming launching of thrilling projects.\nAnd, as with us \"never 3 without 4\", we are proud, for the fourth consecutive year, to be part of the FrenchTech 120.\nAre you ready to join the adventure ?\n\n⚡️As a DevOps Engineer, you will :\nDevelop, Manage and monitor AWS infrastructure\nDesign and build the company project's infrastructure with the most appropriate services by AWS\nManage, evolve, and scale the infrastructure based on business needs\nMaintain a high level of monitoring and security of the systems\nDevOps automations\nScale and evolve our current CI system\nManage and monitor the integrations and automations between our softwares and our infrastructure\nImprove auto-scaling automations\nCommunicate with the development teams and participate in solution-finding discussions\nSupport development teams in their conception and day to day implementation\nParticipate in On-Call shifts\n 🔎 About you :\nHard skills :\nYou have 2-5 years of experience as a DevOps / Infrastructure engineer in a fast growing startup\nYou have a strong experience with AWS and Infrastructure as Code (CloudFormation, CDK)\nYou have a good knowledge of Python, Bash, Docker and GNU/Linux\nYou have experience deploying serverless and container orchestration service (ECS, Kubernetes)\nA good knowledge of Python-based tools like Django / Ansible / Airflow\nYou are familiar with networking and common protocols (TCP/IP, DNS, HTTP, FTP, SSH, ...)\nYou are fluent in English, another language is a plus !\nEven better if...\nYou are communicative\nYou are autonomous, proactive and you’re not afraid to take initiatives !\nYou are a “problem solver”\nYou are ready to join a complex project with more than 40 engineers\n 🚀 Your team \nYour manager will be Andrea, Head of Infrastructure. He is fully remote in Italy and will be always ready to support you and help you grow. You will work with him and Jeremy and Benjamin as a team to build the next-gen papernest infrastructure.\n💜What we offer :\nBy joining papernest you will benefit from a package composed of:\nStock options (BSPCE)\nBonus on OKR\nHealth insurance, covered at 50% by papernest\n\n... and you will be part of a working environment which is :\nFlexible thanks to a remote friendly policy (possibility of 2 days of home office per week) for non-full remote contracts\nInclusive, everyone has their place at papernest, and with more than 46 different nationalities, it is not uncommon to start a sentence in English et de la finir en Français o en español ¡\nComfortable, with incredible offices in Paris, Barcelona, Reims and Warsaw\nTeam oriented with regular events and team buildings\nExciting and challenging, where you will find the necessary resources to develop your skills thanks to\nour internal mobility policy\nour Pluralsight training courses to benefit from quality hard skills training\nTech Fridays - a day during which all sprints are dedicated to innovation, pure technical projects and continuous learning\nTasty : free breakfast every Tuesday!\n 🌟Hiring process :\nA first call with Clara, our talent acquisition team\nAn interview with Andrea, Head of Infrastructure (your future manager)\nA technical test\nA final interview with Cyril, CTO\n If this is your challenge, don't miss it! We look forward to meeting you, no matter your gender, race, age, religion, disability, or sexual orientation. Our selection processes and workplace are inclusive and adapted for everyone.\nLadies, we strongly encourage you to apply! Even if you feel that you do not meet all the criteria mentioned in this offer, please note that they are only indicative. Your application will be considered with great interest. Parity and diversity are an asset for our teams!", "hiring_level": "Non spécifié", "hiring_source": "WTTJ", "company_name": "Papernest", "company_website": "https://www.papernest.com/", "company_domain": "papernest.com", "company_linkedin": "https://www.linkedin.com/company/papernest", "company_industry": "Application mobile, Immobilier commercial, Immobilier particulier", "company_staff_count": "900", "company_staff_range": "Entre 250 et 2000 salariés", "company_founded_on": "2015", "company_tools": "Python, PHP, Django, TypeScript, JavaScript, HTML5, CSS3, Angular, GitHub, AWS", "company_last_source": "WTTJ", "company_city": "Paris, Barcelona, Reims, Warsaw", "company_country": "France", "company_zip_code": "", "company_description_wttj": "Who are they?\nWe are papernest\nOur ambition? To be the one and only platform to manage all the subscriptions with one single click.\nSince our launch in 2015 we haven’t stopped growing: we are now more than 900 employees, 1 million users, and we work in 5 European markets and have offices in Paris, Reims, Barcelona and Warsaw. We are proud to be part of the top 120 French tech startups for the third year in a row and we are convinced that all great success comes first and foremost from a great team.", "company_logo_url": "https://cdn-images.welcometothejungle.com/dFY2bNI1wAcv8iJwoh8ChWmqqYb-08TjpoPyU6agusk/rs:auto:400::/q:85/czM6Ly93dHRqLXByb2R1Y3Rpb24vdXBsb2Fkcy9vcmdhbml6YXRpb24vbG9nby82NTU3LzE0ODYzOS8wZWUxNzJlNi1lNjYxLTQzMTMtOWU0YS04MmVhOGJhMGM1ZWYucG5n"}, {"hiring_url": "https://www.welcometothejungle.com/fr/companies/hublo/jobs/sre-x-f-m_paris?q=eb65a1cea5ca8c07dca54915509bd5c0&o=1674158", "hiring_title": "Sre / Devops Engineer", "hiring_contract": "CDI\n ", "hiring_location": "32, Rue de Paradis, Paris, 75010", "hiring_categories": "Tech", "hiring_published_date": "04/10/2023", "hiring_description": "Job description\nYour most important mission consists in operating applications in production and do whatever is necessary to keep the platform reliable, available and resilient.\nBesides, you will also focus on improving our deployment automation processes and optimizing our release cycle (dedicated environments & CI/CD workflows)\nIn this role you will:\nParticipate in building a DevOps / SRE culture and enable the transition to modern infrastructure management and deployment practices\nParticipate in building the SRE team roadmap (vision and delivery accountability). Anticipate stakeholder needs, game-changing technologies, capacity planning and challenge scope / deadlines\nImplement automated systems for monitoring & alerting\nEmpower feature teams to continue deliver the product quickly & safely\nParticipate to design and deliver solutions to improve the availability, scalability, latency, and efficiency of systems\nProvide expert support to our application features teams, to troubleshoot priority incidents, and conduct post-mortems\nEnforce security and compliance to protect against security threats\n“optimization (performance, cost, …) of the stack”, identify the bottlenecks, opportunities for optimization\nOur Tech stack:\nFrontend: TypeScript, React, Vue.js\nBackend: Typescript, PHP Symfony, PostgreSQL, MySQL, MongoDB, RabbitMQ, Redis\nPlatform: AWS (EC2, ECS, RDS, Kubernetes, Lambdas, Kinesis, etc.), Heroku, MongoDB Atlas, Terraform & Pulumi, Github actions\nObservability & logging: Datadog\nPerks & benefits\nPerks\nOur team members are our #1 asset! We offer them great perks so they feel good about working for us!\nA fair and competitive salary package 📈\nA tailor-made onboarding program to discover Hublo’s organization, products and teams 🔍\nA flexible remote working policy 🏡\nRTT 🌴\nA daily meal plan (Swile) 🥗\nHealth insurance plan (Alan) 🩺\nAccess to thousands of gyms and activities, through our partnership with Gymlib 🤸🏼🏋🏻\nMacbook environment 💻\nFree coffee, snacks and a budget allocated to managers for small team events ☕\nA CSE (Comité Social et Économique) that places the interests of our employees at the heart of Hublo’s concerns🥇\nOffice & Team Life\nA dynamic and multicultural team of 10+ nationalities 💥\nThe ability to work in several locations: Paris, Sophia-Antipolis, Cologne 🌆\nWeekly team drinks and yearly offsite (long week-end in the French Alps or Portugal just to name a couple) ☀️\nA chance to contribute to improving the healthcare system in Europe ❤️", "hiring_level": "Non spécifié", "hiring_source": "WTTJ", "company_name": "Hublo", "company_website": "https://hublo.com/fr/clients", "company_domain": "hublo.com", "company_linkedin": "https://www.linkedin.com/company/hublo-fr", "company_industry": "Application mobile, SaaS / Cloud Services, Santé, Recrutement", "company_staff_count": "0", "company_staff_range": "Entre 50 et 250 salariés", "company_founded_on": "", "company_tools": "PostgreSQL, Node.js, Nest JS, TypeScript, React JS, Next.js, Terraform, Pulumi, Kubernetes, Heroku, GitHub, Docker, AWS, Segment, Metabase, Mixpanel, Google Analytics, React Testing Library, Github Actions, CircleCI, Slack, JIRA, Rollbar, New Relic, Figma", "company_last_source": "WTTJ", "company_city": "Paris, Köln", "company_country": "France", "company_zip_code": "", "company_description_wttj": "Who are they?\nAt Hublo, we believe in the power of technology to transform the healthcare sector. We envision a world where healthcare facilities are not just buildings, but thriving environments that inspire and support our healthcare professionals. To achieve this vision, we must first address the pressing need for healthcare facilities to recruit and maintain adequate staffing levels.\nThis is why Hublo developed a digital platform dedicated to them, now deployed in 3,200+ healthcare facilities and used by 700,000+ healthcare professionals. At the end of 2021, Hublo raised 22M€ to become the leading HR SaaS solution for healthcare in Europe.\nFrom +170 team members today in Paris and Cologne, the Hublo team keeps on growing. Want to help us improving the healthcare system? Apply today!", "company_logo_url": "https://cdn-images.welcometothejungle.com/GptukJC-nJK9KSOrexurCNePewgncF_8eURscDJGc04/rs:auto:400::/q:85/czM6Ly93dHRqLXByb2R1Y3Rpb24vdXBsb2Fkcy9vcmdhbml6YXRpb24vbG9nby8yMjc0LzE1MDAzNy9jMmYxZWUwYy0xZGRlLTRmYzMtYTIzNC0xMTgxNGZiODE1NmYucG5n"}]}